MNSWap/ErrorLog/AppLog-20160531.txt

5/31/2016 10:35:30 AM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423222</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531093530</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">8c128f59f3c74cdd8550aa57071f4d6b61</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 10:35:52 AM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 10:49:08 AM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423222</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531094908</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">8c128f59f3c74cdd8550aa57071f4d6b612</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 10:49:08 AM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 11:01:28 AM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string"> 2348168423222</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531100128</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">8c128f59f3c74cdd8550aa57071f4d6b6130</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 11:01:29 AM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 11:07:11 AM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423221</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531100711</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">8ac128f59f3c74cdd8550aa57071f4d6b6130</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 11:07:11 AM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 12:08:14 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423221</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531110814</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">8ac128f59f3c74cdd8550aa57071f4d6b6130</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 12:08:14 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 3:06:08 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348133644293</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">Islamic Lifestyle Mobile Magazine Featuring Daily Prayers, Hadith </operDesc><operTime xsi:type="xsd:string">20160531140608</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">f5b56675-0a51-4a7f-a158-9474aa1adc4f</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 3:06:08 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 3:56:07 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423221</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531145607</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">8ac128f59f3c74cdd8550aa57071f4d6b6130</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 3:56:08 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 4:09:06 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423222</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531150906</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">88881111444433332222</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 4:09:07 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
5/31/2016 4:09:13 PM ==> <?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://service.soap.mns.huawei.com" xmlns:types="http://service.soap.mns.huawei.com/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><tns:subscribeMNSProduct><in0 href="#id1" /></tns:subscribeMNSProduct><q1:ProductSubscribeReq id="id1" xsi:type="q1:ProductSubscribeReq" xmlns:q1="http://request.service.soap.mns.huawei.com"><MSISDN xsi:type="xsd:string">2348168423222</MSISDN><channelID xsi:type="xsd:int">3</channelID><operDesc xsi:type="xsd:string">islamic</operDesc><operTime xsi:type="xsd:string">20160531150913</operTime><productID xsi:nil="true" /><transactionID xsi:type="xsd:string">88881111444433332222</transactionID></q1:ProductSubscribeReq></soap:Body></soap:Envelope>
5/31/2016 4:09:13 PM ==> <?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><ns1:subscribeMNSProductResponse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://service.soap.mns.huawei.com"><subscribeMNSProductReturn href="#id0" /></ns1:subscribeMNSProductResponse><multiRef id="id0" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns2:SubscribeMNSProductRsp" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns2="http://response.service.soap.mns.huawei.com"><result href="#id1" /></multiRef><multiRef id="id1" soapenc:root="0" soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xsi:type="ns3:Result" xmlns:ns3="http://pojo.service.soap.mns.huawei.com" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><resultCode xsi:type="soapenc:string">10000004</resultCode></multiRef></soapenv:Body></soapenv:Envelope>
